export const skinTypeResults = {
  acne: {
    result: "여드름 피부",
    title: "오돌도톨 요철이 두드러지는\n여드름 피부",
    subtitle:
      "오늘 피부 관리가 부족해서 생긴 여드름일 수 있어요.\n내일부터는 수분, 피부관리, 스트레스, 음식에 더 신경써봐요!",
  },
  bags: {
    result: "다크서클",
    subtitle:
      "자극에 강하지만 건조하고 주름이 많은 피부를 갖고 계시네요.\n레티놀은 피부가 튼튼하고 단단해지게 해줘서 주름개선에 효과가 좋습니다.\n\n처음부터 높은 용량을 쓰면 부작용이 있을 수 있으니\n레티놀 0.2% 함량의 디오디어리 스쿠알란 세럼을 추천드려요.\n자외선 차단제도 잊지 마세요!",
  },
  redness: {
    result: "붉은기 있는 피부",
    subtitle:
      "자극에 강하지만 건조하고 주름이 많은 피부를 갖고 계시네요.\n레티놀은 피부가 튼튼하고 단단해지게 해줘서 주름개선에 효과가 좋습니다.\n\n처음부터 높은 용량을 쓰면 부작용이 있을 수 있으니\n레티놀 0.2% 함량의 디오디어리 스쿠알란 세럼을 추천드려요.\n자외선 차단제도 잊지 마세요!",
  },
};
