export const skinTypeResults = {
  DRPT: {
    title: "여드름 & 모공 하나 보이지 않는\n 타고난 달걀 피부",
    subtitle:
      "고운 피부결을 갖고 계시지만 자외선은 꼭 피해야 하는 피부를 갖고 계시네요.\nSPF 30이상의 선크림을 추천드립니다.\n\nSPF 50+이고 마무리감이 촉촉한 라네즈의 래디언씨 선크림입니다.잡티, 색소침착에도 효과적이에요.",
  },
  DRPW: {
    title: "빛나는 시절은 지난,\n이제는 관리해야 하는 피부",
    subtitle:
      "자극에 강하지만 건조하고 주름이 많은 피부를 갖고 계시네요.\n레티놀은 피부가 튼튼하고 단단해지게 해줘서 주름개선에 효과가 좋습니다.\n\n처음부터 높은 용량을 쓰면 부작용이 있을 수 있으니\n레티놀 0.2% 함량의 디오디어리 스쿠알란 세럼을 추천드려요.\n자외선 차단제도 잊지 마세요!",
  },
  DRNT: {
    title: "모든 피부 고민으로부터\n자유로운 건강 피부",
    subtitle:
      "피부고민 없는 건강한 피부를 갖고 계시네요.\n다만 피부가 건조한 편이시라면 수분 관리가 필요합니다.\n\n키엘의 울트라 페이셜 수분크림을 추천해드려요.\n주기적인 각질관리도 잊지 마세요!",
  },
  DRNW: {
    title: "노화 속도가 빠르게 나타나는 피부",
    subtitle:
      "미세한 잔주름이 있는 피부신가요?\n비타민은 피부 노화 방지에 효과적인데요,\n피부 표면에서 이물질들이 산화되는 것을 막아줍니다.\n\n비타민 E가 들어간 시드물의 민중기 앰플 추천드려요.",
  },
  DSPT: {
    title: "피부가 좋았던 적이 없는 개복치 피부",
    subtitle:
      "항상 피부 문제로 고민이 많으셨죠?\n보습을 1순위로, 순한 제품만 쓰셔야 합니다.\n\n닥터지의 레드 블레미쉬 클리어 수딩 크림 추천드려요.\n그리고 어떤 화장품이든 사용하시기 전에 패치테스트 잊지 마세요!",
  },
  DSPW: {
    title: "영원히 고통받는\n총체적 난국 건성 민감 피부",
    subtitle:
      "민감하고 건조하고 색소, 주름까지..\n피부 걱정 많으셨겠어요.\n순한 민감성 제품만 쓰셔야 합니다.\n\n닥터지의 레드 블레미쉬 클리어 수딩 크림 추천드려요.\n그리고 어떤 화장품이든 사용하시기 전에 패치테스트 잊지 마세요!",
  },
  DSNT: {
    title: "작은 자극에도 쉽게 붉어지는 피부",
    subtitle:
      "극심한 건조함과 화끈거림 때문에 고생중이신가요?\n저자극 약산성 클렌징 제품을 사용해보세요.\n염증반응을 억제하는 오메가3 섭취도 필요합니다.\n\n제품은 비플레인 녹두 약산성 클렌징폼을 추천드려요.",
  },
  DSNW: {
    title: "날마다 컨디션이 급변하는 속건조 피부",
    subtitle:
      "균일한 피부톤과 주름을 갖고 계시네요.\n속건조가 있으신가요?\n염증반응을 억제하는 오메가3를 드셔보세요.\n피부장벽 튼튼하게 해주는 위치하젤 성분이 필요합니다.\n\n제품은 AHC의 허브 솔루션 토너 추천드려요!",
  },
  ORPT: {
    title: "단점보다 장점이 많고\n관리하기 쉬운 메추리알 피부",
    subtitle:
      "얼굴에 유분기가 많고 어두운 피부톤이지만\n주름과 자극에 강한 피부를 갖고 계시네요.\nSPF 30이상의 선크림과 필링 제품 사용을 추천드립니다.\n\nSPF 50+인 벤튼의 시카 수분 선세럼입니다.",
  },
  ORPW: {
    title: "모공이 넓지만\n여드름은 쉽게 나지 않는 감귤 피부",
    subtitle:
      "모공이 넓지만 여드름은 쉽게 나지 않는\n피부를 갖고 계시네요.\nSPF 30이상의 선크림과 항산화제 사용을 추천드립니다.\n비타민은 피부 노화 방지에 효과적인데요,\n피부 표면에서 이물질들이 산화되는 것을 막아줍니다.\n\n비타민 E가 들어간 시드물의 민중기 앰플 추천드려요.",
  },
  ORNT: {
    title: "흠잡을 것 없는 건강한\n광채 탱탱볼 피부",
    subtitle:
      "지성 피부를 갖고 계셔서\n피지 흡착에 좋은 AHA 성분 추천드려요.\n\n이니스프리의 수퍼 화산송이 모공 마스크입니다.",
  },
  ORNW: {
    title: "여드름은 쉽게 올라오지 않지만\n잔주름이 나타나기 쉬운 지성 피부",
    subtitle:
      "주름을 케어해주기로 유명한 콜라겐 화장품 추천드립니다.\n\n네이처카인드의 콜라겐 크림입니다.",
  },
  OSPT: {
    title: "여드름과 색소침착이 있지만\n주름은 쉽게 지지 않는 피부",
    subtitle:
      "필링은 자제하시고 민감성 제품만 사용하세요.\n피부 장벽 강화에 좋은 위치하젤 성분이 필요합니다.\n\n제품은 AHC의 허브 솔루션 토너 추천드려요!",
  },
  OSPW: {
    title: "영원히 고통 받는\n총체적 난국 지성 민감 피부",
    subtitle:
      "지성, 민감성 피부에\n색소와 주름도 갖고 계시네요.\n반드시 민감성 제품만 사용하시고, 패치테스트는 필수에요.\n레티놀은 피부가 튼튼하고 단단해지게 해줘서 주름개선에 효과가 좋습니다.\n\n처음부터 높은 용량을 쓰면 부작용이 있을 수 있으니\n레티놀 0.2% 함량의 디오디어리 스쿠알란 세럼을 추천드려요.",
  },
  OSNT: {
    title: "성인 여드름이 올라올 수 있지만\n50대 이후 진정한 승리자 피부",
    subtitle:
      "염증반응을 억제하는 오메가3를 드셔보세요.\n피부장벽 튼튼하게 해주는 위치하젤 성분이 필요합니다.\n\n제품은 AHC의 허브 솔루션 토너 추천드려요!",
  },
  OSNW: {
    title: "햇빛에 쉽게 붉어지고 번들거리며\n종종 여드름이 보이는 피부",
    subtitle:
      "SPF 30이상의 선크림과 항산화제 사용을 추천드립니다.\n비타민은 피부 노화 방지에 효과적인데요,\n피부 표면에서 이물질들이 산화되는 것을 막아줍니다.\n\n비타민 E가 들어간 시드물의 민중기 앰플 추천드려요.",
  },
};
